{
    "latestmovies": [
        {"id":"5ab12612f36d2879268f284a",
            "name":"Black Widow",
            "language":"ENGLISH",
            "time":"2h 30m",
            "rate":3.5,
            "type":"Action Adventure Fantasy",
            "desc": "Natasha Romanoff, aka Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy, and the broken relationships left in her wake long before she became an Avenger.",
            "imageUrl":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/scarlett-johansson-black-widow-1582636540.jpg?crop=1.00xw:0.845xh;0,0.155xh&resize=768:*"},
        {"id":"5ab12666f36d2879268f2902",
            "name":"F9 The Saga Continues",
            "language":"ENGLISH",
            "type":"Action Adventure Comedy",
            "time":"2h 30m",
            "rate":2.2,
            "desc":"Vin Diesel’s Dom Toretto is leading a quiet life off the grid with Letty and his son, little Brian, but they know that danger always lurks just over their peaceful horizon. This time, that threat will force Dom to confront the sins of his past if he’s going to save those he loves most. His crew joins together to stop a world-shattering plot led by the most skilled assassin and high-performance driver they’ve ever encountered: a man who also happens to be Dom’s forsaken brother, Jakob (John Cena, next year’s The Suicide Squad).",
            "imageUrl":"https://movies.universalpictures.com/media/ff9-teaser-1sheet-group-thursday-rgb-1sm-5e334ab003740-1.jpg"},
        {"id":"3ab127f4f36d2879268f2867g",
            "name":"Quiet Place 2",
            "language":"ENGLISH",
            "type":"Horror Thriller",
            "time":"2h 40m",
            "rate":4.2,
            "desc":"Following the deadly events at home, the Abbott family (Emily Blunt, Millicent Simmonds, Noah Jupe) must now face the terrors of the outside world as they continue their fight for survival in silence. Forced to venture into the unknown, they quickly realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path in this terrifyingly suspenseful thriller written and directed by John Krasinski.",
            "imageUrl":"https://upload.wikimedia.org/wikipedia/en/0/02/A_Quiet_Place_Part_II.jpg"},
        {"id":"2ab986h78f36d2879268f957h",
            "name":"Cruella",
            "language":"ENGLISH",
            "type":"Comedy Family",
            "time":"2h 12m",
            "rate":3.2,
            "desc":"Disney's CRUELLA follows the early days of one of cinema's most notorious – and notoriously fashionable – villains. During the 1970s London punk rock revolution, a young grifter (Emma Stone), transforms herself into the raucous, revenge-bent Cruella de Vil. Warning: Some flashing-lights scenes in this film may affect photosensitive viewers.",
            "imageUrl":"https://upload.wikimedia.org/wikipedia/en/f/f6/Cruella_2021_film_poster.jpg"},
        {"id":"1ab12678f36d2877398f9467",
            "name":"Space Jam",
            "language":"ENGLISH",
            "type":"Comedy ",
            "time":"1h 32m",
            "rate":2.1,
            "desc":"When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.’s digitized champions on the court: a powered-up roster of professional basketball stars as you’ve never seen them before. It’s Tunes versus Goons in the highest-stakes challenge of his life, that will redefine LeBron’s bond with his son and shine a light on the power of being yourself.",
            "imageUrl":"https://upload.wikimedia.org/wikipedia/en/9/99/Space_Jam_A_New_Legacy_Theatrical_Poster.jpg"}
    ]
}
